/* No comment provided by engineer. */
"%d Updates available" = "%d aktualizacji dostępnych";

/* indicates, which current page (1) is displayed and how many other pages (2) are available */
"(Page %i of %i)" = "(Strona %1$i z %2$i)";

/* No comment provided by engineer. */
"1 Update available" = "1 aktualizacja dostępna";

/* About title */
"About" = "O programie;

"Search" = "Szukaj";

/* displayed while MH analyses application (1) */
"Analyzing %@ ..." = "Analizowanie %@ ...";

/* Announcement title */
"Announcement" = "Ogłoszenie";

/* API Error title */
"API Error" = "Błąd API";

/* Application Description title */
"Application Description:" = "Opis aplikacji:";

/* report reason */
"Application doesn't launch." = "Aplikacja się nie otwiera.";

/* Application will not install. */
"Application will not install." = "Aplikacja się nie instaluje.";

/* No comment provided by engineer. */
"Apps" = "Aplikacje";

/* No comment provided by engineer. */
"Apps & Updates" = "Aplikacje i aktualizacje";

/* apptrackr Password  */
"apptrackr Password " = "hasło do apptrackr";

/* apptrackr Username  */
"apptrackr Username " = "login do apptrackr";

/* indicates the title of the category which is currently caching */
"Caching %@" = "Cachowanie %@";

/* Caching All Applications */
"Caching All Applications" = "Cachowanie wszystkich aplikacji";

/* Cancel */
"Cancel" = "Anuluj";

/* Categories title */
"Categories" = "Kategorie";

/* Company title */
"Company" = "Firma";

/* displayed when a download completed */
"Completed" = "Zakończono";

/* Connecting... title */
"Connecting..." = "Łączenie ...";

/* displayed while MH transfers data */
"Contacting MobileHunt ..." = "Łączenie z MobileHunt ...";

/* cracker */
"Cracked by %@" = "Cracker: %@";

/* Cracked by Unknown */
"Cracked by Unknown" = "Nieznany cracker";

/* current version (1) and the new version (2) which causes the update */
"Current: %@ (New: %@)" = "Teraz: %1$@ (Nowa: %2$@)";

/* Delete */
"Delete" = "Usuń";

/* Delete automatically */
"Delete automatically" = "Usuwaj automatycznie";

/* message for about alert */
"Developed by the Hackulous team\n\nFor more information, visit\nhttp://hackulo.us/" = "Utworzone przez team Hackulous\n\nPo więcej informacji, odwiedź\nhttp://hackulo.us/";

/* Disabled title */
"Disabled" = "Wyłączone";

/* Done button title */
"Done" = "Gotowe";

/* Download title */
"Download" = "Pobierz";

/* displayed when download completed while in background mode */
"Download completed: %@" = "Pobieranie ukończone: %@";

/* Download failed: (1) download name */
"Download failed: %@" = "Pobieranie nieudane: %@";

/* Download later button title
   Download later title */
"Download later" = "Pobierz później";

/* Download now */
"Download now" = "Pobierz teraz";

/* Downloaded title */
"Downloaded" = "Pobrane";

/* actionsheet title */
"Downloaded IPA selected" = "Pobrane IPA wybrane";

/* Downloads, title */
"Downloads" = "Pobieranie";

/* Enabled title */
"Enabled" = "Włączone";

/* Error */
"Error" = "Błąd";

/* Error building SBCache */
"Error building SBCache" = "Błąd budowania SBCache";

/* Error Pushing IPA title */
"Error Pushing IPA" = "Błąd w przesyłaniu IPA";

/* No comment provided by engineer. */
"Error while searching for Updates" = "Błąd przy szukaniu aktualizacji";

/* displayed when a download failed */
"Failed to download %@" = "Pobieranie %@ nieudane";

/* displayed when trying download a file which is already there
   File already exists error */
"File already exists" = "Ten plik już istnieje";

/* Home title */
"Home" = "Start";

/* Install */
"Install" = "Instaluj";

/* Install all */
"Install all" = "Instaluj wszystko";

/* Install automatically */
"Install automatically" = "Instaluj automatycznie";

/* displayed when an application got installed while installous ran in background mode */
"Installation completed: %@" = "Instalacja zakończona: %@";

/* displayed when an installation failed */
"Installation failed: %@" = "Instalacja nieudana: %@";

/* displayed when an application got installed */
"Installed" = "Zainstalowane";

/* Installing... title */
"Installing..." = "Instalowanie ...";

/* iTunes Sync */
"iTunes Sync" = "Synchronizacja z iTunes";

/* Latest Version title */
"Latest Version" = "Ostatnia wersja";

/* Launch App Store */
"Launch App Store" = "Otwórz App Store";

/* message when link got reported */
"Link successfully reported" = "Link zgłoszony";

/* Loading title */
"Loading" = "Ładowanie";

/* Local Notifications */
"Local Notifications" = "Powiadomienia";

/* LocalSharing
   LocalSharing title */
"LocalSharing" = "LocalSharing";

/* localsharing error */
"LocalSharing must be enabled to send IPAs!" = "LocalSharing musi być włączony żeby wysyłać pliki IPA!";

/* localsharing error
   LocalSharing error */
"LocalSharing requires at least iOS 4.0!" = "LocalSharing wymaga iOS 4.0!";

/* MobileHunt */
"MobileHunt" = "MobileHunt";

/* error while rebuilding sbcache */
"No DSID found" = "Nie znaleziono DSID";

/* No comment provided by engineer. */
"No Updates available" = "Brak aktualizacji";

/* OK */
"OK" = "OK";

/* Only show iPad Apps */
"Only show iPad Apps" = "Pokazuj tylko aplikacje na iPada";

/* report reasons */
"Other" = "Inne";

/* Password */
"Password" = "Hasło";

/* hint to solve reporting fail */
"Please enter a valid apptrackr account in Settings" = "Wpisz poprawne dane konta do apptrackr w ustawieniach";

/* No comment provided by engineer. */
"Popularity" = "Popularność";

/* Price title */
"Price" = "Cena";

/* Queued */
"Queued" = "Dodano do kolejki";

/* Receiving */
"Receiving" = "Otrzymywanie";

/* Release Date title */
"Release Date" = "Data wydania";

/* Reload Categories */
"Reload Categories" = "Odśwież kategorie";

/* Remove Metadata */
"Remove Metadata" = "Usuń metadane";

/* Report button title */
"Report" = "Zgłoś";

/* title for small notification */
"Reported" = "Zgłoszone";

/* Requesting Categories title */
"Requesting Categories" = "Ładowanie kategorii";

/* title for MH requesting permission from a user */
"Requesting Permission" = "Oczekiwanie na zgodę";

/* Requirements title */
"Requirements:" = "Wymagania:";

/* title while MH scans installed applications */
"Scanning Applications ..." = "Skanuowanie aplikacji ...";

/* Searching ... title */
"Searching ..." = "Wyszukiwanie ...";

/* No comment provided by engineer. */
"Searching for Updates" = "Wyszukiwanie aktualizacji";

/* alertview title */
"Select Device" = "Wybierz urządzenie";

/* Send IPA */
"Send IPA" = "Wyślij plik IPA";

/* Settings title */
"Settings" = "Ustawienia";

/* Size title */
"Size" = "Wielkość";

/* Started download */
"Started" = "Rozpoczęto";

/* error while rebuilding sbcache */
"stat() failed" = "stat() nieudane";

/* report reason */
"The filehost is very slow." = "Bardzo powoli się pobiera.";

/* report reason */
"The link is dead." = "Link nie działa.";

/* error while rebuilding sbcache */
"Unable to load sandboxes" = "Nie można było załadować sandboksów";

/* error while rebuilding sbcache */
"Unable to own cache" = "Błąd w uprawnienach do cache";

/* error while rebuilding sbcache */
"Unable to save cache" = "Błąd w zapisywaniu cache";

/* title if reporting link fails */
"Unable to submit Report" = "Błąd przy zapisywaniu zgłoszenia";

/* Unexpected content error */
"Unexpected content" = "Nieoczekiwana zawartość";

/* Updates title */
"Updates" = "Aktualizacje";

/* displayed when an MH upload failes */
"Upload failed" = "Wysyłanie nieudane";

/* displayed when an application was uploaded over webserver */
"Uploaded" = "Dodane";

/* displayed while MH uploads some files */
"Uploading Files " = "Wysyłanie plików ";

/* error while rebuilding sbcache */
"User key doesn't exist" = "Klucz użytkownika nie istnieje";

/* Username */
"Username" = "Login";

/* The latest version of an application
   Version
   Version: (1) */
"Version: %@" = "Wersja: %@";

/* Displayed on bottom of search and category to load 15 more apps */
"View 15 more Apps" = "Kolejne 15;

/* View in Safari button for extern URLs */
"View in Safari" = "Otwórz w Safari";

/* View this application on the App Store */
"View this application on the App Store" = "Pokaż tę aplikację w App Store";

/* message while reqesting permission from a user for transfering MH application */
"We don't have the application '%@', but you do! Would you mind contributing some files (securely in the background) so that we can offer it for others?" = "Nie mamy aplikacji '%@'! Chciałbyś podzielić się nią z innymi? (bezpiecznie i w tle)";

/* What's new in Version (1) title */
"What's new in Version %@:" = "Nowości w wersji %@:";

/* report link title */
"Why do you want to report this link?" = "Dlaczego chcesz zgłosić ten link?";

/* report reason */
"Wrong Version" = "Niepoprawny powód";

